[
  {
    "key": "1",
    "label": "Do you provide food?",
    "children": "Yes, we provide food. In order to receive the service you must include the food option in your reservation."
  },
  {
    "key": "2",
    "label": "Do you provide parking surveillance?",
    "children": "Yes, we provide surveillance for your vehicle. We have a parking lot with security cameras capturing the hotel's perimeter."
  },
  {
    "key": "3",
    "label": "Does the hotel have a pool?",
    "children": "Unfortunately, we do not have a pool. We are working on it and hope to have one in the near future."
  },
  {
    "key": "4",
    "label": "What are the main attractions near the hotel?",
    "children": "The hotel is located in the heart of the city, so there are many attractions nearby. We are located near the beach, the city's main shopping centers, and the city's main tourist attractions. We are also located near the city's main restaurants and bars."
  },
  {
    "key": "5",
    "label": "What is the price?",
    "children": "The prices range depending on the type of room you choose. We have single, double, and triple rooms. We also have suites. The prices range from $50 to $200 per night. We also have special prices for long stays."
  },
  {
    "key": "6",
    "label": "At what time is the check-in and check-out?",
    "children": "The check-in is available 24h and the checkout is at 11:00AM Monday morning after the last reservation day."
  },
  {
    "key": "7",
    "label": "Do you allow pets?",
    "children": "Unfortunately, we do not accept pets."
  },
  {
    "key": "8",
    "label": "Is there parking available?",
    "children": "Yes, we have parking available for our guests."
  },
  {
    "key": "9",
    "label": "Do you accept credit cards?",
    "children": "Yes, we accept credit cards and online payments"
  },
  {
    "key": "10",
    "label": "Do you provide payment receipts?",
    "children": "Yes, we provide payment receipts. You can request it at the front desk."
  }
]
